Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/PreferencesUI/PasscodeLock-DimpleKey.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# DTO_GROUP_FOOTER_DESCRIPTION
source: This adds another layer of security to your iPhone in the event that it is stolen and someone knows your passcode.
ar: تضيف هذه الميزة طبقة أمنية أخرى إلى iPhone في حالة سرقته ووجود شخص يعرف رمز دخولك.
bg: Това добавя допълнителен слой защита на вашият iPhone в случай, че е откраднат и някой друг знае вашия код.
ca: Aquesta funció millora la seguretat de l’iPhone en cas que mai te’l robin i algú el pugui desbloquejar.
cs: Přidává další úroveň zabezpečení iPhonu pro případ, že by vám ho ukradli a někdo by znal váš přístupový kód.
da: Der føjes et ekstra sikkerhedslag til din iPhone, hvis den bliver stjålet, og nogen kender din kode.
de: Dadurch wird eine weitere Sicherheitsstufe zum Schutz deines iPhone eingeführt, falls es gestohlen wird und eine andere Person deinen Code kennt.
el: Αυτό προσθέτει ένα επιπλέον επίπεδο ασφάλειας στο iPhone σας σε περίπτωση που κλαπεί και κάποιο άτομο γνωρίζει τον κωδικό σας.
es: Esta opción mejora la seguridad del iPhone en el caso de que alguien te lo robe y averigüe el código de desbloqueo.
es_us: Esto refuerza la seguridad de tus datos en caso de que roben tu iPhone y conozcan el código.
fi: Tämä antaa iPhonelle lisäturvaa siltä varalta, että se varastetaan ja joku tietää pääsykoodisi.
fr: Cette fonctionnalité renforce la sécurité de votre iPhone si celui-ci est volé et que quelqu’un connaît votre code.
fr_ca: La sécurité de votre iPhone est ainsi renforcée si on vous le vole et que quelqu’un connaît votre code.
he: מאפיין זה מוסיף שכבת הגנה נוספת ל-iPhone שלך למקרה שבו הוא נגנב וקוד הגישה שלך ידוע למישהו אחר.
hi: आपके iPhone के चोरी हो जाने और आपका पासकोड किसी को ज्ञात होने की स्थिति में, इससे आपके फ़ोन में सुरक्षा के अतिरिक्त स्तर जुड़ जाते हैं।
hr: Time se dodaje još jedan sloj sigurnosti iPhonea u slučaju da bude ukraden i netko zna vašu šifru.
hu: Ez egy további védelmi szintet biztosít az iPhone-ja számára arra az esetre, ha azt ellopják, és valaki ismeri az Ön jelkódját.
id: Ini menambahkan lapisan keamanan lain bagi iPhone Anda jika perangkat dicuri dan seseorang mengetahui kode sandi Anda.
it: Questa funzionalità aggiunge un ulteriore livello di sicurezza per iPhone nel caso in cui venga rubato e qualcuno conosca il codice.
ja: これにより、万が一iPhoneが盗まれて誰かにパスコードを知られた場合でもiPhoneのセキュリティレベルを高めることができます。
kk: iPhone құрылғыңыз ұрланған және құпиякодыңызды біреу біліп қойған жағдайда, деректеріңізге қосымша қауіпсіздік деңгейлерін қосады.
ko: iPhone을 분실했을 때 다른 사람이 사용자의 암호를 알고 있는 경우 사용자의 iPhone 보호를 위해 추가적인 보안을 제공합니다.
lt: Pridedamas dar vienas „iPhone“ apsaugos lygis, jei jis būtų pavogtas ir kas nors sužinotų jūsų prieigos kodą.
ms: Ini menambahkan satu lagi lapisan keselamatan pada iPhone anda sekiranya ia dicuri dan seseorang mengetahui kod laluan anda.
nl: Hiermee wordt een extra beveiligingslaag aan je iPhone toegevoegd voor het geval deze wordt gestolen en iemand anders weet wat je toegangscode is.
no: Dette beskytter iPhonen din med et ekstra lag sikkerhet i tilfelle den blir stjålet eller noen får kjennskap til koden din.
pl: Jest to dodatkowym zabezpieczeniem w razie kradzieży iPhone’a, gdy ktoś inny zna Twój kod.
pt_br: Acrescenta outra camada de segurança aos seus dados caso seu iPhone seja roubado e alguém conheça o código dele.
pt_pt: Reforça a segurança do seu iPhone caso este seja roubado e alguém saiba o código.
ro: Această opțiune adaugă încă un nivel de securitate pentru iPhone în eventualitatea că acesta ar fi furat și cineva i‑ar cunoaște codul de acces.
ru: Это обеспечивает дополнительную защиту Вашего iPhone на случай, если Вы потеряете его, а код‑пароль к нему узнает кто‑то другой.
sk: Táto funkcia pridáva ďalšiu úroveň zabezpečenia vášho iPhonu pre prípad, ak by vám bol odcudzený a niekto poznal váš kód.
sl: To zagotavlja dodatno plast zaščite, če vam iPhone ukradejo in nekdo pozna vašo kodo za dostop.
sv: Det här lägger till ett ytterligare säkerhetslager för din iPhone om den skulle bli stulen och någon har din lösenkod.
th: การทำงานนี้เพิ่มความปลอดภัยขึ้นอีกหนึ่งขั้นให้กับ iPhone ของคุณในเหตุการณ์ที่ iPhone ถูกขโมยและมีคนแอบทราบรหัสของคุณ
tr: Bu, iPhone’unuzun çalınması ve başka birinin parolanızı bilmesi durumunda aygıtınıza ek bir güvenlik katmanı ekler.
uk: Надає додатковий захист для iPhone у разі, якщо його вкрадено і хтось знає ваш код допуску.
vi: Tùy chọn này thêm một lớp bảo mật khác vào iPhone của bạn trong trường hợp thiết bị đã bị đánh cắp và ai đó biết mật mã của bạn.
zh_cn: 万一iPhone失窃且他人知道你的密码，这项功能可为其额外增加一重安全保障。
zh_hk: 當iPhone失竊且有其他人知道密碼的情況下，此功能提供多一層安全保障。
zh_tw: 這可在iPhone遭竊且密碼落入他人手中時對你的裝置提供額外安全防護。

# DTO_BEGIN_TITLE_ENROLL_FACE_ID
source: Security Delay Required to Set Up Face ID
ar: مطلوب تأخير أمني لإعداد بصمة الوجه
bg: Изисква се забавяне с цел защита, за да настроите Face ID
ca: Interval de seguretat obligatori per configurar el Face ID
cs: Před nastavením Face ID musí uplynout bezpečnostní prodleva
da: Sikkerhedsforsinkelse kræves for at indstille Face ID
de: Sicherheitsverzögerung zum Einrichten von Face ID erforderlich
el: Απαιτείται καθυστέρηση ασφαλείας για διαμόρφωση του Face ID
es: Debe transcurrir el tiempo de espera de seguridad para configurar Face ID
es_us: Espera de seguridad requerida para configurar Face ID
fi: Suojausviive vaaditaan Face ID:n käyttöönottoa varten
fr: Délai de sécurité requis pour configurer Face ID
fr_ca: Délai de sécurité requis pour configurer Face ID
he: יש להמתין לסיום השהיית האבטחה כדי להגדיר את Face ID
hi: Face ID सेटअप करने के लिए सुरक्षा विलंब आवश्यक है
hr: Sigurnosna odgoda potrebna je za podešavanje Face ID‑ja
hu: Biztonsági késleltetés szükséges a Face ID beállításához
id: Penundaan Keamanan Diperlukan untuk Mengatur Face ID
it: Ritardo di sicurezza previsto per configurare Face ID
ja: Face IDの設定を行うにはセキュリティ上の理由から時間を置く必要があります
kk: Face ID функциясын баптау үшін қауіпсіздік кідірісі қажет
ko: Face ID를 설정하려면 보안 지연을 거쳐야 함
lt: Reikia saugumo delsos, kad būtų galima nustatyti „Face ID“
ms: Penundaan Keselamatan Diperlukan untuk Menyediakan Face ID
nl: Beveiligingsvertraging vereist om Face ID te configureren
no: Sikkerhetsforsinkelse kreves for å tilpasse Face ID
pl: Konfigurowanie Face ID jest możliwe z opóźnieniem
pt_br: Adiamento de Segurança Necessário para Configurar o Face ID
pt_pt: Intervalo de segurança necessário para configurar o Face ID
ro: Întârziere de securitate obligatorie înainte de a configura Face ID
ru: Перед настройкой Face ID необходима системная задержка для защиты данных
sk: Pred nastavením Face ID musí prebehnúť bezpečnostné oneskorenie
sl: Za nastavitev funkcije Face ID je zahtevana varnostna zakasnitev
sv: Säkerhetsfördröjning krävs för att ställa in Face ID
th: ต้องรอเวลาเพื่อความปลอดภัยในการตั้งค่า Face ID
tr: Face ID’yi Ayarlamak İçin Güvenlik Gecikmesi Gerekli
uk: Перед налаштуванням Face ID потрібна захисна затримка
vi: Yêu cầu trì hoãn bảo mật để thiết lập Face ID
zh_cn: 需要安全延迟才能设置面容ID
zh_hk: 需要保安延遲才能設定Face ID
zh_tw: 需要等待安全性延遲才能設定Face ID

# DTO_STATUS_LABEL_DESCRIPTION_STATE_OFF
source: Off
ar: متوقفة
bg: Изкл.
ca: Desactivada
cs: Vypnuto
da: Fra
de: Aus
el: Όχι
es: Desactivada
es_us: Desactivada
fi: Pois
fr: Non
fr_ca: Non
he: כבויה
hi: बंद
hr: Isključeno
hu: Ki
id: Mati
it: No
ja: オフ
kk: Өшірулі
ko: 끔
lt: Išjungta
ms: Tak Aktif
nl: Uit
no: Av
pl: Wył.
pt_br: Desativado
pt_pt: Não
ro: Nu
ru: Выкл.
sk: Vyp.
sl: Izklopljeno
sv: Av
th: ปิด
tr: Kapalı
uk: Вимкнено
vi: Tắt
zh_cn: 关闭
zh_hk: 關閉
zh_tw: 關閉

# DTO_IN_PROGRESS_DESCRIPTION_RESET_FACE_ID
source: You will get a notification when the security delay ends. You will then be able to reset Face ID.
ar: سيصلك إشعار عند انتهاء مدة التأخير الأمني. سيكون بإمكانك حينئذٍ إعادة تعيين بصمة الوجه.
bg: Ще получите известие, когато забавянето с цел защита приключи. След това ще можете да нулирате Face ID.
ca: Quan finalitzi l’interval de seguretat, rebràs una notificació i podràs restablir el Face ID.
cs: Až bezpečnostní prodleva skončí, dostanete oznámení. Pak budete moct Face ID resetovat.
da: Du får en notifikation, når sikkerhedsforsinkelsen er slut. Derefter kan du nulstille Face ID.
de: Du wirst benachrichtigt, sobald die Sicherheitsverzögerung beendet ist. Anschließend kannst du Face ID zurücksetzen.
el: Θα λάβετε μια γνωστοποίηση όταν λήξει η καθυστέρηση ασφαλείας. Στη συνέχεια, θα μπορείτε να κάνετε επαναφορά του Face ID.
es: Cuando haya transcurrido el tiempo de espera de seguridad, recibirás una notificación y podrás restablecer Face ID.
es_us: Recibirás una notificación cuando haya transcurrido la espera de seguridad y puedas restablecer Face ID.
fi: Saat ilmoituksen, kun suojausviive on päättynyt. Sen jälkeen voit nollata Face ID:n.
fr: Vous recevrez une notification une fois le délai de sécurité écoulé. Vous pourrez alors réinitialiser Face ID.
fr_ca: Vous recevrez une notification une fois le délai de sécurité écoulé. Vous pourrez alors réinitialiser Face ID.
he: בסיום השהיית האבטחה יישלח עדכון, ואז יהיה באפשרותך לאפס את Face ID.
hi: सुरक्षा विलंब समाप्त होने पर आपको एक सूचना प्राप्त होगी। उसके बाद आप Face ID रीसेट कर सकेंगे।
hr: Primit ćete obavijest kad sigurnosna odgoda istekne. Tada ćete moći resetirati Face ID.
hu: Értesítést fog kapni, amikor a biztonsági késleltetés véget ér. Ezt követően fogja tudni alaphelyzetbe állítani a Face ID‑t.
id: Anda akan mendapatkan pemberitahuan setelah penundaan keamanan berakhir. Anda kemudian akan dapat mengatur ulang Face ID.
it: Riceverai una notifica quando il ritardo di sicurezza sarà terminato e potrai inizializzare Face ID.
ja: セキュリティ上の理由による変更に対する待機時間が終わると通知が届きます。そのあとで、Face IDをリセットすることができるようになります。
kk: Қауіпсіздік кідірісі аяқталғанда, сізге хабарландыру жіберіледі. Содан кейін ғана Face ID функциясын бастапқы күйге қайтару мүмкін болады.
ko: 보안 지연이 종료되면 알림을 받으며, 그 이후에 Face ID를 재설정할 수 있습니다.
lt: Pasibaigus saugos delsos laikotarpiui, gausite pranešimą. Tada galėsite iš naujo nustatyti „Face ID“.
ms: Anda akan menerima pemberitahuan apabila penundaan keselamatan tamat. Anda kemudian akan dapat mereset Face ID.
nl: Je ontvangt een melding wanneer de beveiligingsvertraging is beëindigd. Je kunt dan Face ID opnieuw instellen.
no: Du vil motta en varsling når sikkerhetsforsinkelsen er over. Du kan deretter nullstille Face ID.
pl: Po zakończeniu odliczania otrzymasz odpowiednie powiadomienie, a wyzerowanie Face ID będzie możliwe.
pt_br: Quando o adiamento de segurança terminar, você receberá uma notificação e então poderá redefinir o Face ID.
pt_pt: Receberá uma notificação quando o intervalo de segurança terminar. Nessa altura, poderá repor o Face ID.
ro: Veți primi o notificare atunci când întârzierea de securitate se încheie. Veți putea apoi să resetați Face ID.
ru: Когда системная задержка для защиты данных закончится, Вы получите уведомление и сможете сбросить Face ID.
sk: Po skončení bezpečnostného oneskorenia sa vám zobrazí hlásenie. Potom budete môcť resetovať Face ID.
sl: Ob koncu varnostne zakasnitve boste prejeli obvestilo. Nato boste lahko ponastavili funkcijo Face ID.
sv: Du får en notis när säkerhetsfördröjningen avslutas. Sedan kan du nollställa Face ID.
th: คุณจะได้รับการแจ้งเตือนเมื่อรอเวลาเพื่อความปลอดภัยสิ้นสุดแล้ว จากนั้นคุณจะสามารถรีเซ็ต Face ID ได้
tr: Güvenlik gecikmesi bittiğinde bir bildirim alırsınız. Daha sonra Face ID’yi sıfırlayabilirsiniz.
uk: Коли захисна затримка закінчиться, надійде сповіщення. Тоді ви зможете скинути Face ID.
vi: Bạn sẽ nhận được thông báo khi trì hoãn bảo mật kết thúc. Sau đó, bạn sẽ có thể đặt lại Face ID.
zh_cn: 安全延迟结束时你将收到通知。之后即可重设面容ID。
zh_hk: 保安延遲結束時你將會收到通知。之後你就可以重設Face ID。
zh_tw: 安全性延遲結束時會傳送通知。接著你才能重置Face ID。

# DTO_IN_PROGRESS_DESCRIPTION_SET_UP_FACE_ID_WITH_MASK
source: You will get a notification when the security delay ends. You will then be able to set up Face ID with a mask.
ar: سيصلك إشعار عند انتهاء مدة التأخير الأمني. سيكون بإمكانك حينئذٍ إعداد بصمة الوجه مع كمامة.
bg: Ще получите известие, когато забавянето с цел защита приключи. След това ще можете да настроите Face ID с маска.
ca: Quan finalitzi l’interval de seguretat, rebràs una notificació i podràs configurar el Face ID amb mascareta.
cs: Až bezpečnostní prodleva skončí, dostanete oznámení. Pak budete moct Face ID s rouškou nastavit.
da: Du får en notifikation, når sikkerhedsforsinkelsen er slut. Derefter kan du indstille Face ID med mundbind.
de: Du wirst benachrichtigt, sobald die Sicherheitsverzögerung beendet ist. Anschließend kannst du Face ID mit Maske einrichten.
el: Θα λάβετε μια γνωστοποίηση όταν λήξει η καθυστέρηση ασφαλείας. Στη συνέχεια, θα μπορείτε να διαμορφώσετε το Face ID με μάσκα.
es: Cuando haya transcurrido el tiempo de espera de seguridad, recibirás una notificación y podrás configurar Face ID con mascarilla.
es_us: Recibirás una notificación cuando haya transcurrido la espera de seguridad y puedas configurar Face ID con cubrebocas.
fi: Saat ilmoituksen, kun suojausviive on päättynyt. Sen jälkeen voit ottaa käyttöön Face ID:n maskin kanssa.
fr: Vous recevrez une notification une fois le délai de sécurité écoulé. Vous pourrez alors configurer Face ID avec un masque.
fr_ca: Vous recevrez une notification une fois le délai de sécurité écoulé. Vous pourrez alors configurer Face ID avec un masque.
he: בסיום השהיית האבטחה יישלח עדכון, ואז יהיה באפשרותך להגדיר את Face ID עם מסכה.
hi: सुरक्षा विलंब समाप्त होने पर आपको एक सूचना प्राप्त होगी। उसके बाद आप मास्क के साथ Face ID सेटअप कर सकेंगे।
hr: Primit ćete obavijest kad sigurnosna odgoda istekne. Tada ćete moći podesiti Face ID s maskom.
hu: Értesítést fog kapni, amikor a biztonsági késleltetés véget ér. Ezt követően fogja tudni beállítani a Face ID‑t maszkkal.
id: Anda akan mendapatkan pemberitahuan setelah penundaan keamanan berakhir. Anda kemudian akan dapat mengatur Face ID dengan masker.
it: Riceverai una notifica quando il ritardo di sicurezza sarà terminato e potrai configurare Face ID con la mascherina.
ja: セキュリティ上の理由による変更に対する待機時間が終わると通知が届きます。そのあとで、マスク着用時Face IDを設定することができるようになります。
kk: Қауіпсіздік кідірісі аяқталғанда, сізге хабарландыру жіберіледі. Содан кейін ғана Face ID функциясын маска тағып баптау мүмкін болады.
ko: 보안 지연이 종료되면 알림을 받으며, 그 이후에 마스크를 쓴 상태로 Face ID를 설정할 수 있습니다.
lt: Pasibaigus saugos delsos laikotarpiui, gausite pranešimą. Tada galėsite nustatyti „Face ID“ su kauke.
ms: Anda akan menerima pemberitahuan apabila penundaan keselamatan tamat. Anda kemudian akan dapat menyediakan Face ID dengan pelitup.
nl: Je ontvangt een melding wanneer de beveiligingsvertraging is beëindigd. Je kunt dan Face ID met een mondkapje configureren.
no: Du vil motta en varsling når sikkerhetsforsinkelsen er over. Du kan deretter tilpasse Face ID med munnbind.
pl: Po zakończeniu odliczania otrzymasz odpowiednie powiadomienie, a skonfigurowanie Face ID z maseczką będzie możliwe.
pt_br: Quando o adiamento de segurança terminar, você receberá uma notificação e então poderá configurar o Face ID de máscara.
pt_pt: Receberá uma notificação quando o intervalo de segurança terminar. Nessa altura, poderá configurar o Face ID com máscara.
ro: Veți primi o notificare atunci când întârzierea de securitate se încheie. Veți putea apoi să configurați Face ID cu o mască.
ru: Когда системная задержка для защиты данных закончится, Вы получите уведомление и сможете настроить Face ID в маске.
sk: Po skončení bezpečnostného oneskorenia sa vám zobrazí hlásenie. Potom budete môcť nastaviť Face ID s nasadeným rúškom.
sl: Ob koncu varnostne zakasnitve boste prejeli obvestilo. Nato boste lahko nastavili funkcijo Face ID z masko.
sv: Du får en notis när säkerhetsfördröjningen avslutas. Sedan kan du ställa in Face ID med ett munskydd.
th: คุณจะได้รับการแจ้งเตือนเมื่อรอเวลาเพื่อความปลอดภัยสิ้นสุดแล้ว จากนั้นคุณจะสามารถตั้งค่า Face ID ขณะสวมใส่หน้ากากอนามัยได้
tr: Güvenlik gecikmesi bittiğinde bir bildirim alırsınız. Daha sonra Face ID’yi maskeyle ayarlayabilirsiniz.
uk: Коли захисна затримка закінчиться, надійде сповіщення. Тоді ви зможете налаштувати Face ID з маскою.
vi: Bạn sẽ nhận được thông báo khi trì hoãn bảo mật kết thúc. Sau đó, bạn sẽ có thể thiết lập Face ID với khẩu trang.
zh_cn: 安全延迟结束时你将收到通知。之后即可设置口罩面容ID。
zh_hk: 保安延遲結束時你將會收到通知。之後你就可以設定戴口罩的Face ID。
zh_tw: 安全性延遲結束時會傳送通知。接著你才能設定口罩Face ID。

# DTO_ALERT_COULD_NOT_TOGGLE_LEARN_MORE_LINK
source: https://support.apple.com/kb/HT212510
fi: https://support.apple.com/HT212510
id: https://support.apple.com/id-id/HT212510
lt: https://support.apple.com/lt-lt/HT212510
ro: https://support.apple.com/HT212510
zh_hk: https://support.apple.com/zh-hk/HT212510
